tutorials/verificationAndValidation/atmosphericModels/atmForestStability/constant/turbulenceProperties.temp
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1912                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      turbulenceProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType  RAS;

RAS
{
    RASModel        RAS_MODEL;
    turbulence      on;
    printCoeffs     on;

    RAS_MODELCoeffs
    {
        Cmu             0.09;
        betaStar        0.09;
        sigmaEps        1.30;
        sigmaK          1;
        C1              1.44;
        C2              1.92;
    }
}


// ************************************************************************* //

