tutorials/verificationAndValidation/atmosphericModels/atmForestStability/Allrun.pre
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

restore0Dir

rm -f 0/qPlant.temp

runApplication blockMesh

runApplication renumberMesh -overwrite

#------------------------------------------------------------------------------
